tap "amar1729/formulae"
tap "d12frosted/emacs-plus"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "microsoft/git"
tap "zegervdv/zathura"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "ctags"
brew "openjdk"
brew "davmail"
brew "python@3.11"
brew "fd"
brew "fzf"
brew "git"
brew "gnupg"
brew "gotop"
brew "isync", args: ["HEAD"]
brew "khal"
brew "msmtp"
brew "mu"
brew "neomutt"
brew "neovim"
brew "neovim-remote"
brew "nnn"
brew "node"
brew "pandoc"
brew "tree"
brew "pass"
brew "pinentry-mac"
brew "ripgrep"
brew "rust"
brew "tmux"
brew "tmuxp"
brew "vdirsyncer"
brew "w3m"
brew "zlib"
brew "amar1729/formulae/browserpass"
brew "zegervdv/zathura/zathura"
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alacritty"
cask "amethyst"
cask "brave-browser"
cask "dropbox"
cask "font-fira-code-nerd-font"
cask "git-credential-manager-core"
cask "karabiner-elements"
cask "mactex-no-gui"
